/* Boxcar email address field label */
"Email Address:" = "郵件地址：";

/* Failure adding email */
"Invalid Email" = "無效的郵件地址";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "僅於閒置時發送：";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "僅發送於優先權至少為：";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "通知前置訊息：";

/* Success adding boxcar */
"Registered!" = "已註冊！";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "未知的郵件地址";

